try:
    i = int(input('введите число:\t'))
except ValueError as e:
    print('вы ввели неприавльное число')
else:
    print(f'вы ввели {i}')
finally:
    print('выход из программы')

# Создайте скрипт, который будет в input() принимать строки, их необходимо будет конвертировать
# в числа, добавьте try-except, чтобы строки могли быть сконвертированы в числа.
# В случае удачного выполнения скрипта пусть выведется: «Вы ввели правильное число».
# В конце скрипта обязательно должна быть надпись «Выход из программы».
